Repository: silverbackstudio/wp-privatearea
Catalog: languages/svbk-privatearea-*.po
Languages: it_it

# field group
source: Member Subscription Details
it_it: Dettagli iscrizione associato

source: Current Subscription Date
it_it: Data Iscrizione Corrente

source: Subscription Expire Date
it_it: Data scadenza iscrizione

source: Expired Notification Sent
it_it: Notifica scaduto inviata

source: Uncheck this flag to resend the notification
it_it: Rimuovi questa spunta per inviare nuovamente la notifica

source: Expiring Notification Sent
it_it: Notifica in scadenza inviata

# field group
source: Member Details
it_it: Dettagli Associato

source: CEO First Name
it_it: Nome Rappresentante Legale

source: CEO Last Name
it_it: Cognome Rappresentate Legale

source: Billing Address
it_it: Indirizzo fatturazione

source: Billing City
it_it: Cittá

source: Billing Post Code
it_it: CAP

source: Billing State/Province
it_it: Provincia

source: Billing Country
it_it: Stato

source: Map Location
it_it: Posizione sulla mappa

source: Apartment Types
it_it: Tipologia appartamenti

source: Add Apartment Group
it_it: Aggiungi una cittá

source: Apartments Count
it_it: Numero di appartamenti

source: Beds Count
it_it: Numero di posti letto

source: User Fields
it_it: Campi utente

source: Business Role
it_it: Ruolo in azienda

source: Profile Picture
it_it: Immagine profilo

source: Membership Payments
it_it: Pagamenti associati

source: Payments
it_it: Pagamenti

source: Transaction
it_it: Transazione

source: Date
it_it: Data

source: Payed Amount
it_it: Importo pasgato

source: Invoice ID
it_it: Ricevuta Numero

source: Pay Subscription
it_it: Effettua pagamento iscrizione

source: Renew Button Label
it_it: Etichetta pulsate di rinnovo

source: Upgrade Button Label
it_it: Etichetta pulsante di Iscrizione

source: Member Type
it_it: Tipo Associato

source: Invoice Number
it_it: Fattura Numero

source: Company Name
it_it: Ragione sociale

source: VAT ID / SSN
it_it: Partite IVA / Codice Fiscale

source: Phone
it_it: Telefono

source: Mobile
it_it: Cellulare

source: Website
it_it: Sito Web

source: City
it_it: Citta

source: First Name
it_it: Nome

source: Last Name
it_it: Cognome

source: Member Profile
it_it: Profilo Aziendale

source: Mailchimp Update Error for user <b>%s</b>: %s.
it_it: Errore di aggiornamento dati su Mailchimp per l'utente %s: %s.

source: Please update values manually or subscribe the user to mailchimp list
it_it: Per favore aggiorna i dati manualmente o iscrivi l'utente alla lista di Mailchimp

source: Mailchimp update completed for user %s
it_it: Completato aggiornamento dati su Mailchimp per l'utente %s

source: Mailchimp Create Error for user <b>%s</b>: %s.
it_it: Errore di creazione profilo su Mailchimp per l'utente %s: %s.

source: Mailchimp create completed for user %s
it_it: Errore di creazione profilo su Mailchimp per l'utente %s: %s.

source: Business of %s
it_it: Società di %s

source: %s - E-mail change request
it_it: %s - Richiesta modifica email

source: This email address is invalid
it_it: L'indirizzo e-mail non é valido.

source: This email address already exists
it_it: L'indirizzo email é gia presente.

source: Email change request pending. We sent an email to %s, please click on the link inside to confirm.
it_it: É in corso una modifica dell'e-mail. Abbiamo inviato un messaggio a %s, per confermare clicca sulla conferma al suo interno.

source: Your account profile not exists or is not been approved yet.
it_it: Il tuo profilo non esiste ancora o non é ancora stato approvato.

source: Your invoice is't ready yet. Please try again later
it_it: La tua fattura non é ancora pronta. Per favore riprova fra qualche giorno.

source: %s - Invoice N. %s - Date %s
it_it: %s - Fattura N. %s in data %s

source: TThe certificate is available only to full members.
it_it: Il certificato é disponibile solo per gli Associati.

source: %s - Certificate %s
it_it: %s - Certificato %s

source: Warning %s
it_it: Attenzione %s

source: Your account details at %s
it_it: I dettagli del tuo account su %s

source: Supporter
it_it: Sostenitore

source: Member
it_it: Associato

source: Page {PAGENO} of {nb}
it_it: Pagina {PAGENO} di {nb}

# invoice
source: Date: %s
it_it: Data emissione: %s

source: Description
it_it: Descrizione

source: Amount
it_it: Valore

source: Please enter first name
it_it: Inserisci il nome

source: Please enter last name
it_it: Inserisci il cognome

source: Email Address
it_it: E-mail

source: Invalid email address
it_it: Indirizzo email non valido

source: Please enter your company name
it_it: Ragioen sociale' non valida o assente

source: Please enter your fiscal code or VAT ID
it_it: Per favore inserisci la P.IVA o il tuo Codice Fiscale

source: Address
it_it: Indirizzo

source: Please enter valid address
it_it: Indirizzo non valido o assente

source: ZipCode
it_it: CAP

source: Invalid zipcode
it_it: CAP non valido

source: Invalid city
it_it: Citta non valida

source: State/Province
it_it: Provincia

source: Invalid state/province
it_it: Provincia non valida

source: Country
it_it: Stato

source: Invalid country
it_it: Stato non valido

source: Invalid phone number
it_it: Numero di telefono non valido

source: Invalid mobile number
it_it: Numero di cellulare non valido

source: Invalid website
it_it: Sito web non valido

source: Member Edit Form
it_it: Modulo di modifica Associato

source: Member Type Content Filter
it_it: Mostra contenuto ad associati

source: Members Type
it_it: Tipologia Iscritto

source: Show only to this member type
it_it: Mostra contenuto solo a questo tipo di iscritto

source: Subscription Form
it_it: Form Iscrizione

source: Thanks for your request, we will reply as soon as possible.
it_it: Grazie per la tua richiesta, risponderemo al piú presto possibile.

source: Submit Button Label
it_it: Etichetta pulsante invio

source: Submit Button label text
it_it: Testo etichetta pulsante invio

source: User Edit Form
it_it: Form Modifica Utente

source: Click here to change your password
it_it: Clicca qui per cambiare la tua password

source: Members List
it_it: Lista associati

source: Members Count
it_it: Numero associati

source: How many members to show
it_it: Quanti associati mostrare

source: Member Info
it_it: Informazioni Associato

source: Member Field
it_it: Campo Associato

source: Expire ETA
it_it: Giorni Rimanenti

source: SilverbackStudio Member Private Area
it_it: Area Riservata Associati

source: Private Area Functions and Automations
it_it: Funzioni ed Automazioni Area Riservata
